


brew "ansible"
# brew "atuin"
brew "AST-grep"
brew "zoxide" 
brew "bottom"
brew "dust"
brew "eza"
brew "awscli"
brew "clipboard"
brew "exiftool"
brew "fdupes"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fortune"
brew "glib"
brew "gh"
brew "gnupg"
#brew "gnutls"
brew "helix"
brew "htop"
brew "hugo"
brew "iat"
brew "ical-buddy"
brew "jenv"
brew "jhead"
brew "lolcat"
# brew "mise"
brew "mosh"
brew "meld"
brew "mole"
brew "ncdu"
brew "neovim"
brew "nmap"
# brew "ollama"
brew "pv"
brew "speedtest-cli"
# brew "uv"
brew "wget"
brew "wtfutil"
brew "yank"
brew "yt-dlp"
brew "charmbracelet/tap/melt"

# brew "keith/formulae/reminders-cli"

cask "1password"
cask "appcleaner"
# cask "arc"
cask "beeper"
cask "discord"
cask "claude"
cask "chatgpt"
# cask "figma"
cask "gcloud-cli"
cask "ghostty"
# cask "google-chrome"
cask "helium-browser"
# cask "gpg-suite-no-mail"
cask "granola"
# cask "hammerspoon"
# cask "iterm2"
# cask "lm-studio"
# cask "lunar"
# cask "macvim"
cask "macwhisper"
cask "maestral"
# cask "mailmate"
cask "mimestream"
cask "netnewswire"
cask "notion"
# cask "notion-calendar"
# cask "notion-email"
cask "nvidia-geforce-now"
# cask "ollama"
# cask "pitch"
cask "plexamp"
# cask "proton-mail"
# cask "protonmail-bridge"
# cask "proton-drive"
cask "rapidapi"
cask "rotki"
# cask "roon"
# cask "signal"
cask "spotify"
# cask "telegram"
# cask "trezor-suite"
# cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "vimr"
cask "zed"
cask "virtualbuddy"

# mas "Contacts+", id: 1094748271
# mas "Crypto Pro", id: 980888073
mas "Soulver", id: 1508732804
# mas "TweetDeck", id: 485812721
# mas "Zerion", id: 1456732565
mas "Apple Configurator", id: 1037126344
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "GrandPerspective", id: 1111570163
mas "Keynote", id: 409183694
mas "Line", id: 539883307
# mas "Mastonaut", id: 1450757574
mas "Marked 2", id: 890031187
mas "Menu bar for sonos", id: 1357379892
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pixelmator Pro", id: 1289583905
# mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
# mas "Todoist", id: 585829637
mas "UTM", id: 1538878817
mas "Xcode", id: 497799835
