fischerling/plugin-wd
franciscolourenco/done
spacekookie/omf-color-manual
barnybug/docker-fish-completion
fishpkg/fish-spin
daenney/pyenv
jorgebucaran/bax.fish
jorgebucaran/nvm.fish
joseluisq/gitnow@2.4.0
rodrigobdz/fish-apple-touchbar
