jorgebucaran/fisher
franciscolourenco/done
oh-my-fish/plugin-brew
jorgebucaran/fish-nvm
patrickf1/fzf.fish
danhper/fish-ssh-agent
oh-my-fish/plugin-grc
jethrokuan/z
edc/bass
